tap "1password/tap"
tap "5ouma/cask"
tap "5ouma/cask-fonts"
tap "5ouma/formula"
tap "blacktop/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "pomdtr/tap"
tap "zackelia/formulae"
brew "actionlint"
brew "atuin"
brew "bat"
brew "dark-mode"
brew "dasel"
brew "difftastic"
brew "fastfetch"
brew "fd"
brew "gcc"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-open"
brew "gitleaks"
brew "gitlint"
brew "gitui"
brew "glow"
brew "goreleaser"
brew "gum"
brew "hyperfine"
brew "jq"
brew "lsd"
brew "mackup"
brew "markdownlint-cli"
brew "mas"
brew "mise"
brew "onefetch"
brew "pnpm"
brew "pre-commit"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "topgrade"
brew "trash"
brew "typos-cli"
brew "vhs"
brew "vim"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "5ouma/formula/gh-dash"
brew "5ouma/formula/mksei"
brew "5ouma/formula/mli"
brew "blacktop/tap/lporg"
brew "pomdtr/tap/tweety"
brew "zackelia/formulae/bclm"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "apparency"
cask "arc"
cask "aseprite"
cask "blender"
cask "cinebench"
cask "codewhisperer"
cask "deepl"
cask "discord"
cask "discord-ptb"
cask "figma"
cask "font-bestten"
cask "font-fascinate"
cask "font-fascinate-inline"
cask "font-fira-code"
cask "font-giro"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-inkling"
cask "font-line-seed-jp"
cask "font-natadecoco-gothic"
cask "font-pacifico"
cask "font-rolachan"
cask "font-sf-pro"
cask "font-splatoon1"
cask "font-splatoon2"
cask "freefilesync"
cask "geekbench"
cask "gitify"
cask "google-drive"
cask "grammarly-desktop"
cask "hammerspoon"
cask "iterm2-beta"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "macupdater"
cask "notion"
cask "onyx"
cask "openinterminal"
cask "orbstack"
cask "qlmarkdown"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "rhythm-quest"
cask "spotify"
cask "suspicious-package"
cask "syntax-highlight"
cask "virtualbuddy"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
mas "Amphetamine", id: 937984704
mas "DaVinci Resolve", id: 571213070
mas "Disk Speed Test", id: 425264550
mas "Email", id: 1489591003
mas "FocusRecorder", id: 6446467176
mas "Fuwari", id: 1187652334
mas "HandyPalette", id: 1515022667
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "RunCat", id: 1429033973
mas "Speedtest", id: 1153157709
mas "Startup Disk Full Fixer", id: 1346655838
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
