tap "5ouma/cask"
tap "5ouma/cask-fonts"
tap "5ouma/formula"
tap "blacktop/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "matsuyoshi30/gitsu"
tap "ryu0118/kusa"
brew "asdf"
brew "bat"
brew "broot"
brew "cfonts"
brew "dark-mode"
brew "fzf"
brew "gcc"
brew "genact"
brew "gh"
brew "ghq"
brew "git"
brew "git-open"
brew "gitui"
brew "glow"
brew "hyperfine"
brew "jq"
brew "lsd"
brew "m-cli"
brew "mackup"
brew "mas"
brew "mist"
brew "neofetch"
brew "onefetch"
brew "pastel"
brew "silicon"
brew "tokei"
brew "topgrade"
brew "trash"
brew "twty"
brew "ugit"
brew "yarn"
brew "5ouma/formula/memo"
brew "5ouma/formula/mksei"
brew "blacktop/tap/lporg"
brew "matsuyoshi30/gitsu/gitsu"
brew "ryu0118/kusa/kusa"
cask "1password"
cask "airpodsbattery-monitor-for-mac"
cask "alfred"
cask "alt-tab"
cask "amphetamine-enhancer"
cask "apparency"
cask "appcleaner"
cask "blackhole-64ch"
cask "blender"
cask "box-sync"
cask "brewlet"
cask "deepl"
cask "discord"
cask "discord-ptb"
cask "displaperture"
cask "dozer"
cask "dropbox"
cask "fig"
cask "figma"
cask "font-8-bit-wonder"
cask "font-bestten"
cask "font-determinationjp"
cask "font-fascinate"
cask "font-fascinate-inline"
cask "font-fira-code"
cask "font-giro"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-inkling"
cask "font-pixelmplus"
cask "font-rolachan"
cask "font-sf-pro"
cask "font-splatoon-alterna"
cask "font-splatoon-bold"
cask "font-splatoon-bubble"
cask "font-splatoon-halfmoon"
cask "font-splatoon-round"
cask "font-splatoon-runic"
cask "font-splatoon-serif"
cask "font-splatoon-sign"
cask "font-splatoon-square"
cask "font-splatoon1"
cask "font-splatoon2"
cask "freefilesync"
cask "geekbench"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "hiddenbar"
cask "iterm2-beta"
cask "itsycal"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "maccy"
cask "macupdater"
cask "microsoft-teams"
cask "mousecape"
cask "notion"
cask "onyx"
cask "openinterminal"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "rectangle"
cask "runcat-plugins-manager"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "syntax-highlight"
cask "trashrecover"
cask "tweeten"
cask "usage"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Cinebench", id: 1438772273
mas "Disk Speed Test", id: 425264550
mas "Edison Mail", id: 1489591003
mas "Fuwari", id: 1187652334
mas "HandyPalette", id: 1515022667
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "Menubar Countdown", id: 1485343244
mas "MenubarX", id: 1575588022
mas "MiniNote", id: 492486856
mas "Mockview", id: 1592728145
mas "Perculia", id: 1462633284
mas "PixelScheduler", id: 976996075
mas "Playgrounds", id: 1496833156
mas "RunCat", id: 1429033973
mas "Secrets", id: 973049011
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Startup Disk Full Fixer", id: 1346655838
mas "TickTick", id: 966085870
mas "Timetable", id: 425121147
mas "TypingLand", id: 1568264476
mas "Vectornator", id: 1219074514
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
