tap "5ouma/tap"
tap "stefanlogue/tools"
brew "atuin"
brew "bat"
brew "batt"
brew "cloudflared"
brew "dasel"
brew "difftastic"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-interactive-rebase-tool"
brew "gitui"
brew "glow"
brew "gnupg"
brew "golangci-lint"
brew "gum"
brew "hyperfine"
brew "jq"
brew "lsd"
brew "mackup"
brew "mas"
brew "mise"
brew "prek"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "topgrade"
brew "trash"
brew "vhs"
brew "vim"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "5ouma/tap/dorg"
brew "5ouma/tap/mksei"
brew "5ouma/tap/mli"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "apparency"
cask "arc"
cask "aseprite"
cask "blender"
cask "cinebench"
cask "deepl"
cask "discord"
cask "figma"
cask "font-bestten"
cask "font-donguri-duel"
cask "font-emoooji"
cask "font-fascinate"
cask "font-fascinate-inline"
cask "font-fira-code"
cask "font-giro"
cask "font-hackgen"
cask "font-inkling"
cask "font-line-seed-jp"
cask "font-natadecoco-gothic"
cask "font-ndot"
cask "font-nerd-fonts"
cask "font-pacifico"
cask "font-rolachan"
cask "font-sf-pro"
cask "font-splatoon1"
cask "font-splatoon2"
cask "freefilesync"
cask "geekbench"
cask "ghostty"
cask "gitify"
cask "google-drive"
cask "grammarly-desktop"
cask "hammerspoon"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "macupdater"
cask "meteor"
cask "notion"
cask "openinterminal"
cask "orbstack"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "syntax-highlight"
cask "tailscale-app"
cask "ticktick"
cask "timemachinestatus"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
mas "Amphetamine", id: 937984704
mas "Blackmagic Disk Speed Test", id: 425264550
mas "DaVinci Resolve", id: 571213070
mas "Email", id: 1489591003
mas "FocusRecorder", id: 6446467176
mas "Fuwari", id: 1187652334
mas "HandyPalette", id: 1515022667
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "RunCat", id: 1429033973
mas "Speedtest", id: 1153157709
mas "Startup Disk Full Fixer", id: 1346655838
mas "Xcode", id: 497799835
vscode "a5huynh.vscode-ron"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradgashler.htmltagwrap"
vscode "christian-kohler.path-intellisense"
vscode "denoland.vscode-deno"
vscode "ecmel.vscode-html-css"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "fehey.brackets-light-pro"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "griimick.vhs"
vscode "htmlhint.vscode-htmlhint"
vscode "ics.japanese-proofreading"
vscode "kirozen.wordcounter"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "marp-team.marp-vscode"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "oven.bun-vscode"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "rvben.rumdl"
vscode "ryu1kn.partial-diff"
vscode "sgryjp.japanese-word-handler"
vscode "sohamkamani.code-eol"
vscode "streetsidesoftware.code-spell-checker"
vscode "sukadia.sukadia-dev-dark"
vscode "sumneko.lua"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "truman.autocomplate-shell"
vscode "usernamehw.errorlens"
vscode "virgilsisoe.hammerspoon"
vscode "vitest.explorer"
vscode "wakatime.vscode-wakatime"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xadillax.viml"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zguolee.tabler-icons"
vscode "zignd.html-css-class-completion"
