tap "1password/tap"
tap "5ouma/cask"
tap "5ouma/cask-fonts"
tap "5ouma/formula"
tap "blacktop/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "matsuyoshi30/gitsu"
brew "atuin"
brew "bat"
brew "cfonts"
brew "dark-mode"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-open"
brew "gitui"
brew "glow"
brew "goreleaser"
brew "gum"
brew "hyperfine"
brew "lsd"
brew "m-cli"
brew "mackup"
brew "mas"
brew "mist-cli"
brew "onefetch"
brew "pastel"
brew "pnpm"
brew "python-yq"
brew "ripgrep"
brew "rtx"
brew "sheldon"
brew "silicon"
brew "tokei"
brew "topgrade"
brew "trash"
brew "vhs"
brew "vim"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "5ouma/formula/gh-dash"
brew "5ouma/formula/mksei"
brew "blacktop/tap/lporg"
brew "matsuyoshi30/gitsu/gitsu"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "apparency"
cask "appcleaner"
cask "arc"
cask "aseprite"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "box-drive"
cask "cinebench"
cask "deepl"
cask "discord"
cask "discord-ptb"
cask "displaperture"
cask "dropbox"
cask "fig"
cask "figma"
cask "font-bestten"
cask "font-fascinate"
cask "font-fascinate-inline"
cask "font-fira-code"
cask "font-giro"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-inkling"
cask "font-line-seed-jp"
cask "font-natadecoco-gothic"
cask "font-pacifico"
cask "font-rolachan"
cask "font-sf-pro"
cask "font-splatoon1"
cask "font-splatoon2"
cask "freefilesync"
cask "geekbench"
cask "gitify"
cask "google-drive"
cask "grammarly-desktop"
cask "hammerspoon"
cask "hiddenbar"
cask "iterm2-beta"
cask "itsycal"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "maccy"
cask "macupdater"
cask "microsoft-teams"
cask "notion"
cask "onyx"
cask "openinterminal"
cask "orbstack"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "readdle-spark"
cask "rectangle"
cask "rhythm-quest"
cask "rocket"
cask "spotify"
cask "suspicious-package"
cask "syntax-highlight"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
mas "Amphetamine", id: 937984704
mas "Disk Speed Test", id: 425264550
mas "Email", id: 1489591003
mas "FocusRecorder", id: 6446467176
mas "Fuwari", id: 1187652334
mas "HandyPalette", id: 1515022667
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "MenubarX", id: 1575588022
mas "RunCat", id: 1429033973
mas "Speedtest", id: 1153157709
mas "Startup Disk Full Fixer", id: 1346655838
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
