tap "1password/tap"
tap "5ouma/cask"
tap "5ouma/cask-fonts"
tap "5ouma/formula"
tap "blacktop/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jdxcode/tap"
tap "matsuyoshi30/gitsu"
brew "bat"
brew "cfonts"
brew "coreutils"
brew "dark-mode"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-open"
brew "gitui"
brew "glow"
brew "gum"
brew "hyperfine"
brew "jq"
brew "lsd"
brew "m-cli"
brew "mackup"
brew "mas"
brew "mist-cli"
brew "neofetch"
brew "onefetch"
brew "pastel"
brew "pnpm"
brew "sheldon"
brew "silicon"
brew "tokei"
brew "topgrade"
brew "trash"
brew "ugit"
brew "vhs"
brew "vim"
brew "yarn"
brew "5ouma/formula/mksei"
brew "blacktop/tap/lporg"
brew "jdxcode/tap/rtx"
brew "matsuyoshi30/gitsu/gitsu"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "apparency"
cask "appcleaner"
cask "aseprite"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "box-drive"
cask "brewlet"
cask "cinebench"
cask "deepl"
cask "discord"
cask "discord-ptb"
cask "displaperture"
cask "dropbox"
cask "fig"
cask "figma"
cask "font-bestten"
cask "font-fascinate"
cask "font-fascinate-inline"
cask "font-fira-code"
cask "font-giro"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-inkling"
cask "font-line-seed-jp"
cask "font-pacifico"
cask "font-rolachan"
cask "font-sf-pro"
cask "font-splatoon1"
cask "font-splatoon2"
cask "freefilesync"
cask "geekbench"
cask "gitify"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "hiddenbar"
cask "iterm2-beta"
cask "itsycal"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "maccy"
cask "macupdater"
cask "microsoft-teams"
cask "notion"
cask "onyx"
cask "openinterminal"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "readdle-spark"
cask "rectangle"
cask "rhythm-quest"
cask "spotify"
cask "suspicious-package"
cask "syntax-highlight"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
mas "Amphetamine", id: 937984704
mas "AnyCleaner", id: 6444128735
mas "Disk Speed Test", id: 425264550
mas "Email", id: 1489591003
mas "FocusRecorder", id: 6446467176
mas "Fuwari", id: 1187652334
mas "HandyPalette", id: 1515022667
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "MekimekiChip", id: 6443706307
mas "MenubarX", id: 1575588022
mas "RunCat", id: 1429033973
mas "Speedtest", id: 1153157709
mas "Startup Disk Full Fixer", id: 1346655838
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "adam-bender.commit-message-editor"
vscode "adpyke.codesnap"
vscode "aeschli.vscode-css-formatter"
vscode "alefragnani.project-manager"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "BitBelt.converttoasciiart"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradgashler.htmltagwrap"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "ElAnandKumar.el-vsc-product-icon-theme"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "fehey.brackets-light-pro"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.vscode-pull-request-github"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "HTMLHint.vscode-htmlhint"
vscode "IBM.output-colorizer"
vscode "jrebocho.vscode-random"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-vscode.brackets-pack"
vscode "ms-vscode.cpptools"
vscode "praveencrony.total-lines"
vscode "ritwickdey.LiveServer"
vscode "rogalmic.zsh-debug"
vscode "ryu1kn.partial-diff"
vscode "smelukov.vscode-csstree"
vscode "sohamkamani.code-eol"
vscode "streetsidesoftware.code-spell-checker"
vscode "TakumiI.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "tetradresearch.vscode-h2o"
vscode "timonwong.shellcheck"
vscode "tomoki1207.vscode-input-sequence"
vscode "truman.autocomplate-shell"
vscode "ullissescastro.theme-bracketsdark"
vscode "usernamehw.errorlens"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "XadillaX.viml"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
vscode "znck.grammarly"
