tap "5ouma/tap"
tap "beeftornado/rmtree"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ryu0118/kusa"
brew "asdf"
brew "bat"
brew "broot"
brew "ccat"
brew "cfonts"
brew "clang-format"
brew "dark-mode"
brew "fzf"
brew "genact"
brew "gh"
brew "git"
brew "git-open"
brew "gitui"
brew "glow"
brew "lsd"
brew "m-cli"
brew "mas"
brew "mist"
brew "neofetch"
brew "onefetch"
brew "pastel"
brew "silicon"
brew "tokei"
brew "trash"
brew "ugit"
brew "yarn"
brew "ryu0118/kusa/kusa"
cask "1password"
cask "1password-cli"
cask "airpodsbattery-monitor-for-mac"
cask "alfred"
cask "alt-tab"
cask "amphetamine-enhancer"
cask "apparency"
cask "appcleaner"
cask "blackhole-64ch"
cask "blender"
cask "box-sync"
cask "brewlet"
cask "clipy"
cask "deepl"
cask "discord"
cask "displaperture"
cask "dozer"
cask "dropbox"
cask "fig"
cask "font-fira-code"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-pixelmplus"
cask "font-sf-pro"
cask "freefilesync"
cask "geekbench"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "grammarly-desktop"
cask "hiddenbar"
cask "iterm2-beta"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "macupdater"
cask "microsoft-teams"
cask "mousecape"
cask "notion"
cask "onyx"
cask "openinterminal"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "raycast"
cask "rectangle"
cask "runcat-plugins-manager"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "trashrecover"
cask "usage"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "webcatalog"
cask "zoom"
